---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualLightingLoadParam
source: html/bcab9b62-1d2f-799d-9946-cd0fdc0e5ab3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualLightingLoadParam Property

"Actual Lighting Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualLightingLoadParam { get; }
```